Repository: SondagesPro/LS-surveyChaining
Catalog: locale/*/*.po
Languages: fr

source: This action need a survey and a destination survey id
fr: Cette action nécessite un questionnaire et un questionnaire de destination

source: answersAsReadonly plugin didn't exist or is not activated.
fr: L‘extension answersAsReadonly n‘existe pas ou n‘est pas installée.

source: You don't have permission on survey %s
fr: Vous n‘avez pas les permissions sur le questionnaire %s

source: Survey selected and current survey didn't have any correspondig question.
fr: Le questionnaire et le questionnaire sélectionné n‘on pas de réponses correspondantes.

source: Question(s) %s are set to readonly
fr: Les question(s) %s sont maintenant en lecture seule

source: Survey chaining
fr: Enchainement de questionnaires

source: None
fr: Aucun

source: Next survey (by default).
fr: Prochain questionnaire (par défaut)

source: Update existing response if exist.
fr: Mise à jour de la réponse précédente si elle existe.

source: If you check this settings and a chain already exist with this respone, previous response was updated, else a new empty response was updated. If you want to keep history : disable this setting.
fr: Si vous activez ce paramètre et un chainage de réponse existe déjà, la réponse précédente sera mise à jour, sinon une nouvelle sera créée. Si vous voulez conserver l‘historique : désactiver ce paramètre.

source: Send email to
fr: Envoyer un message électronique à

source: You can use Expression Manager with question code
fr: Vous pouvez utiliser des expressions avec des codes de questions

source: Mail template to use
fr: Modèle de courriel à utiliser

source: Invitation (Default)
fr: Invitation (défaut)

source: Reminder
fr: Rappel

source: Register
fr: Enregistrement

source: Admin notification
fr: Notification administrateur

source: Admin detailed response
fr: Détail de la réponse à l'administrateur

source: Next survey
fr: Prochain questionnaire

source: Question determining the following survey
fr: Question déterminant le questionnaire suivant

source: Only single choice question type can be used for survey selection. The list of available answer update after save this settings.
fr: Seules les questions à choix unique peuvent être utilisées. La liste des réponses possibles sera mise à jour après sauvegarde des paramètres.

source: Surveys determined by a question inside this survey
fr: Questionnaires déterminé par une question dans ce questionnaire

source: Current default
fr: Par défaut actuellement

source: Next survey according to the choice
fr: Questionnaire suivant déterminés par le choix

source: Next survey for %s (%s)
fr: Prochain questionnaire pour %s (%s)

source: Survey chaining settings
fr: Paramètre d‘enchainement de questionnaire

source: Database update
fr: Mise à jour de la base de donnée

source: The database for plugin %s has been created (version %s).
fr: La base de données pour l‘extension %s a était créée (version %s)

source: The database for plugin %s has been upgraded to version %s.
fr: La base de donnée pour l‘extension %s a était mise à jour à la version %s.

source: Warning : previous survey selected don't exist currently.
fr: Attention : le questionnaire sélectionné n‘existe pas actuellement.

source: survey selected
fr: questionnaire sélectionné

source: Warning : current %s don't have token table, you must enable token before.
fr: Attention : le %s ne possède pas de table d‘invitation, vous devez activer les invitations.

source: Warning : current %s don't have token answer persistance enable.
fr: Attention : le %s n‘à pas la persistance des réponses activées.

source: Warning : %s and current survey didn't have any correspondig question.
fr: Attention : le %s et ce questionnaire n‘ont pas de réponses correspondantes.

source: The %s and current survey have this correspondig question: %s
fr: Le %s et ce questionnaire ont comme code de questions correspondant : %s

source: Set common question to read only
fr: Passez les questions communes en lecture seule

source: Warning : You don't have enough permission on selected survey.
fr: Attention : vous n‘avez pas les permissions nécessaire sur le questionnaire sélectionné.

source: Save
fr: Sauvegarder

source: Save and close
fr: Sauvegarder et fermer

source: Close
fr: Fermer
